Repository: wp-plugins/brozzme-cookie-notification
Catalog: languages/brozzme-cookie-notification-*.po
Languages: sr_rs

source: This website uses cookies to offer you a better browsing experience. Find out more, how we use these cookies on the private policy link
sr_rs: Ovaj web site koristi kolačiće da bi vam ponudio bolje korisničko iskustvo. Saznajte više o tome kako koristimo kolačiće putem linka o polisi privatnosti.

source: By using our website, you agree to the use of our cookies.
sr_rs: Ako koristite naš web site, pristajete i da koristite naše kolačiće.

source: We use cookies to give the best possible experience on our website.
sr_rs: Koristimo kolačiće da bismo vam pružili najbolje moguće korisničko iskustvo.

source: Cookies on this site: Find out more about our cookies. If you continue to browse our site you are consenting on their use.
sr_rs: Kolačići na ovom site-u: Saznajte više o kolačićima. Ako nastavite da pretražujete naš site, pristajete da koristite kolačiće.

source: To give you the best possible experience this site uses cookie, Continuing to use this website you agree to use of cookies.
sr_rs: Da bi vam omogućio najbolje moguće korisničko iskustvo, ovaj site koristi kolačiće. Ako nastavite da pretražujete naš site, pristajete da koristite kolačiće.

source: Private policy
sr_rs: Polisa o privatnosti

source: Cookie policy
sr_rs: Polisa o kolačićima

source: Read more
sr_rs: Pročitajte više

source: Term of use
sr_rs: Uslov upotrebe

source: Find out more here
sr_rs: Ovde saznajte nešto više

source: Ok
sr_rs: U redu

source: Continue
sr_rs: Nastavi

source: Decline
sr_rs: Odbaci

source: No
sr_rs: Ne

source: I do not want
sr_rs: Ne želim

source: Cookie notification
sr_rs: Obaveštenje o kolačićima

source: Settings
sr_rs: Podešavanja

source: General settings option for Cookie Notification by Brozzme
sr_rs: Opšta podešavanja za Cookie Notification by Brozzme

source: Enable Cookie Notification
sr_rs: Aktiviraj obaveštenje o kolačićima

source: Notification text
sr_rs: Tekst obaveštenja

source: Default template
sr_rs: Podrazumevani šablon

source: Choose background color
sr_rs: Odaberite boju pozadine

source: Text color
sr_rs: Boja teksta

source: Text font size
sr_rs: Veličina fonta teksta

source: Apply border radius to buttons link
sr_rs: Primeni ivice na tastere linka

source: Add close button
sr_rs: Dodaj taster ‘Zatvori’

source: Settings options for Cookie Notification by Brozzme
sr_rs: Opcije podešavanja za Cookie Notification by Brozzme

source: Accept button text
sr_rs: Prihvati tekst tastera

source: Accept button background color
sr_rs: Prihvati boju pozadine tastera

source: Accept button color
sr_rs: Prihvati boju tastera

source: Accept button hover background color
sr_rs: Boja pozadine kad se kursor nađe iznad tastera ‘Prihvati’

source: Accept button hover color
sr_rs: Boja tastera kad se kursor nađe iznad tastera ‘Prihvati’

source: Enable Decline button
sr_rs: Aktiviraj taster ‘Odbaci’

source: Decline button text
sr_rs: Tekst tastera ‘Odbaci’

source: Decline button background color
sr_rs: Boja pozadine tastera ‘Odbaci’

source: Decline text color
sr_rs: Boja teksta za odbacivanje

source: Decline button hover background color
sr_rs: Boja tastera kad se kursor nađe iznad tastera ‘Odbaci’

source: Decline text hover color
sr_rs: Boja teksta kad se kursor nađe iznad tastera ‘Odbaci’

source: Enable policy button
sr_rs: Aktiviraj taster polise

source: Text of the policy (read more) button
sr_rs: Tekst tastera (pročitaj više) polise

source: Policy button color
sr_rs: Boja tastera polise

source: Policy button background color
sr_rs: Boja pozadine tastera polise

source: Hover policy button color
sr_rs: Boja tastera polise kad se kursor nađe iznad

source: Hover policy button background color
sr_rs: Boja pozadine tastera polise kad se kursor nađe iznad

source: Url of the read more link
sr_rs: Url linka ‘Pročitaj više’

source: Info about Private policy page
sr_rs: Podaci o stranici ‘Polisa privatnosti’

source: Delete private policy page on desactivation
sr_rs: Obriši stranicu polise o privatnosti nakon deaktivacije

source: Fixed
sr_rs: Fiksni

source: Bottom
sr_rs: Dno

source: Effect
sr_rs: Efekat

source: Element to append/prepend cookie to
sr_rs: Element kome treba pripojiti kolačić

source: Set to true for bar HTML to be placed at base of website
sr_rs: Podesite na ‘istina’ za HTML traku kako bi bila postavljena na dnu web site-a

source: Cookies settings for Cookie Notification by Brozzme
sr_rs: Podešavanja kolačića za Cookie Notification by Brozzme

source: Lifetime of the cookie
sr_rs: Životni vek kolačića

source: Set to true for cookies to be accepted automatically. Banner still shows
sr_rs: Podesite na ‘istina’ da bi kolačići bili automatski prihvaćeni. Banner i dalje prikazuje

source: Set to true to silently accept cookies when visitor moves to another page
sr_rs: Podesite na ‘istina’ da bi kolačići bili prihvaćeni bez obaveštenja kad posetilac pređe na drugu stranicu

source: Force cookieBar to show regardless of user cookie preference
sr_rs: Neka se traka sa kolačićima prikaže bez obzira na preference kolačića

source: Help for Cookie Notification by Brozzme
sr_rs: Pomoć za Cookie Notification by Brozzme

source: Help
sr_rs: Pomoć

source: Yes
sr_rs: Da

source: Select a message
sr_rs: Odaberi

source: Customize the message
sr_rs: Prilagodi poruku

source: Default
sr_rs: Podrazumevana

source: Custom
sr_rs: Prilagođena

source: Select a button message
sr_rs: Odaberi poruku tastera

source: Customize the button message
sr_rs: Prilagodi poruku tastera

source: Customize the decline button message
sr_rs: Prilagodi poruku tastera ‘Odbaci’

source: i.e:
sr_rs: tj.

source: Display
sr_rs: Prikaži

source: Modify
sr_rs: Izmeni

source: Put the new page ID for your private policy rules, according to the url of the read more link.
sr_rs: Stavite ID nove stranice za vaša pravila polise privatnosti prema url-u linka ‘pročitaj više’.

source: Slide
sr_rs: Kliza

source: Fade
sr_rs: Bledi

source: Hide
sr_rs: Sakrij

source: No (default)
sr_rs: Ne (podrazumevani)

source: Set to Yes, HTML will be placed at base of website, actual position may change according to CSS
sr_rs: Podesite na ‘Da’, HTML će biti smešten na dno web site-a; stvarni položaj može biti promenjen u skladu sa CSS-om

source: Default (1 year)
sr_rs: Podrazumevano (1 godina)

source: 190 days
sr_rs: 190 dana

source: 90 days
sr_rs: 90 dana

source: 30 days
sr_rs: 30 dana

source: General settings
sr_rs: Opšta podešavanja

source: Manage accept button settings for
sr_rs: Upravljaj podešavanjima tastera ‘Prihvati’ za

source: Manage policy settings for
sr_rs: Upravljaj podešavanjima polise za

source: Help / FAQ
sr_rs: Pomoć/Često postavljana pitanja

source: Manage Cookie Notification options settings
sr_rs: Upravljaj podešavanjima opcija za Cookie Notification

source: Manage Cookie Notification cookies settings
sr_rs: Upravljaj podešavanjima kolačića za Cookie Notification

source: Une implémentation simple de la loi sur les cookies pour WordPress.
sr_rs: Jednostavna primena zakona o kolačićima za Wordpress.
